/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac heeft je toestemming nodig om wijzigingen aan te brengen.";

"Done" = "Gereed";

"Emptying Trash" = "Prullenmand legen";

"Estimating…" = "Berekenen…";

"%@ Used" = "%@ gebruikt";

"Empty" = "Leeg";

/* File Sizes */
"KB" = "KB";

"MB" = "MB";

"GB" = "GB";

"TB" = "TB";

"PB" = "PB";

"EB" = "EB";

"Uninstall Completely" = "Verwijder volledig";
"Remove trashed applications along with all related leftovers." = "Verwijder programma’s in prullenmand en alle bijbehorende restjes.";

"Launch CleanMyMac" = "Start CleanMyMac";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac helpt je programma’s in de prullenmand en alle bijbehorende restjes te verwijderen.";

"Empty Trash" = "Leeg prullenmand";

"The size of files in your Trash has exceeded the %@ limit you have set." = "De totale grootte van bestanden in de prullenmand is hoger dan de ingestelde limiet van %@.";

"Window_LaunchCMMButtonTitle_CMMOff" = "Start CleanMyMac 3";
"Window_LaunchCMMButtonTitle_CMMOn" = "Toon CleanMyMac 3";

"Trash" = "Prullenmand";
"PluralForm0_file" = "bestand";
"PluralForm1_file" = "bestanden";
"PluralForm2_file" = "bestanden";

"Scan" = "Scan";

"ButtonTitle_UnlockFullVersion" = "Ontgrendel volledige versie";
"ButtonTitle_UnlockWithDisount" = "Koop met %li%% korting";
